Repository: Alberto97/eGuasti
Catalog: lib/l10n/app_*.arb
Languages: it

source: Cancel
it: Annulla

# mainActionAbout
source: About
it: Info

# mainActionTryAgain
source: Try Again
it: Riprova

# aboutTitle
source: About
it: Info

# aboutAuthorTitle
source: Author
it: Autore

# aboutRepositoryTitle
source: Check out the source code!
it: Guarda il codice sorgente!

# aboutVersion
source: Version
it: Versione

# outageMaintenance
source: Scheduled maintenance
it: Lavori programmati

# outageBlackout
source: Blackout
it: Guasto

# outageCause
source: Cause
it: Causa

# outageExpectedRestore
source: Expected restore
it: Previsione ripristino

# outageLastUpdate
source: Last update
it: Ultimo aggiornamento

# outageOfflineCustomers
source: Offline customers
it: Clienti disalimentati

# outageStartOutage
source: Start outage
it: Inizio interruzioni

# outageShowDetails
source: Show details
it: Mostra dettagli

# outageHideDetails
source: Hide details
it: Nascondi dettagli

# outageFetchFailure
source: An error occurred while retrieving outages
it: Si è verificato un errore nel recupero delle interruzioni

# notificationChannelCreationFailure
source: Failed to create the notification channel
it: Impossibile creare il canale di notifica

# notificationPermissionDeniedTitle
source: Permission denied
it: Autorizzazione negata

# notificationPermissionDeniedText
source: Allow the app to send you notifications in order to use ths feature
it: Consenti all'app di inviarti notifiche per utilizzare questa funzionalità

# settingsTrackOutagesTitle
source: Outage updates
it: Aggiornamenti sui guasti

# settingsTrackOutagesSubtitle
source: Enables a button in the outage's details to track its status
it: Abilita un tasto nel dettaglio del guasto per tracciarne lo stato

# settingsTrackOutagesDialogTitle
source: Outage updates
it: Aggiornamenti sui guasti

# settingsTrackOutagesDialogMessage
source: Once enabled the tracking from the outage's details you'll receive a notification with time and date of the estimated restore every 15 minutes. Warning! Due to limitations of the operating system this feature might not work properly.
it: Dopo aver abilitato il tracciamento dal dettaglio del guasto riceverai una notifica con data e ora stimati del suo ripristino ogni 15 minuti. Attenzione! A causa delle limitazioni imposte dal sistema operativo potrebbe non funzionare correttamente.

# trackOutageNotificationMessage
source: Expected restore: {expectedRestore}
it: Previsione ripristino: {expectedRestore}
